export const PRIVACY_POLICY_TEXT = `**Политика конфиденциальности**

Защита вашей персональной информации и вашей конфиденциальности чрезвычайно важны для Сервиса «Студмарт». Поэтому Сервис «Студмарт» защищает и обрабатывает Вашу Персональную информацию в строгом соответствии с применимым законодательством.

Настоящая Политика разработана в соответствии с Федеральным законом "О персональных данных" от 27.07.2006 № 152-ФЗ и нормативными правовыми актами, принятыми в его исполнение.

Настоящая политика конфиденциальности ("Политика") описывает, как Сервис «Студмарт» собирает и обрабатывает ваши персональные данные, с какой целью и что планирует с ней сделать, как хранит и уничтожает, а также как вы можете воспользоваться своими правами на конфиденциальность.

**Кто обрабатывает информацию**

Политика распространяется на персональные данные граждан Российской Федерации ("Субъекты"), которые обрабатываются юридическим лицом, обществом с ограниченной ответственностью «Центр интонационного сотрудничества и развития» ("Оператор"), зарегистрированным по адресу: 625000, Россия, Тюменская область г. Тюмень ул. Ленина д.63 (ООО «ЦИСИР»), предоставляющим соответствующий Сервис «Студмарт».

Сервис «Студмарт» является платформой автоматизированной проверки личности студентов Российской Федерации и одновременно работает с российскими и зарубежными компаниями для предоставления таким «проверенным» студентам специальных скидок и предложений на их товары и услуги. Студенты являются «Пользователями» Сервиса, а компании - Партнерами. Через Сервис «Студмарт» по адресу https://studmart.ru/ и мобильное приложение пользователи получают доступ к эксклюзивным рекламным акциям, скидкам и другим интересным предложениям от Партнеров. Пользователи также могут иметь доступ к доступным розыгрышам призов, соревнованиям, волонтерским возможностям, опросам, анкетированием, подпискам, эксклюзивному контенту и другим онлайн- и офлайн возможностям и мероприятиям.

**Какова цель данной Политики**

Следуя обязанностям защищать Персональные данные, в этой Политике Сервис «Студмарт» наиболее прозрачно информирует о следующих моментах:
- зачем и как Сервис «Студмарт» собирает, записывает, систематизирует, накопляет, хранит, уточняет (обновляет, изменяет), извлекает, использует, передает (распространяет, предоставляет, обеспечивает доступ), блокирует, удаляет, уничтожает Персональные данные, когда Пользователи используют Сервис «Студмарт»;
- какова роль и обязанности ООО «ЦИСИР» как юридического лица, принимающего решение о том, зачем и как обрабатывать вашу

персональную информацию;
- каковы Ваши права в рамках проводимой обработки персональной информации.

Сервис «Студмарт» (Оператор) собирает информацию от Пользователей (Субьектов) или о них для проверки личности и отслеживания предложений, а также для целей, описанных в настоящей Политике конфиденциальности. Информация также собирается, в случаях, когда этого требует действующее законодательство.

«Оператор» не проверяет предоставленную «Субъектом» персональную информацию за исключением случаев, предусмотренных пользовательским соглашением, и не может судить о ее достоверности, а также о том, обладает ли «Субъект» достаточной правоспособностью для предоставления персональной информации. Тем не менее Сервис «Студмарт» исходит из того, что «Субъект» предоставляет достоверную и достаточную персональную информацию, а также своевременно обновляете ее.

**Персональные данные, которые** **собирает и обрабатывает Сервис «Студмарт»**

Сервис «Студмарт» может собирать следующую персональную информацию Пользователей во время использования ими данного Сервиса;
- фамилия, имя, отчество субъекта персональных данных;
- пол;
- дата рождения и возраст субъекта персональных данных;
- номер телефона (мобильная связь) субъекта персональных данных;
- данные об образовательном учреждении (университет, колледж, академическое учреждение), курс обучения и специальность (статус зачисления, студенческий билет);
- фотографии, например, на студенческом билете;
- адрес электронной почты (e-mail);
- наличие место работы;
- владение иностранными языками;
- ip адрес;
- данные о местоположении (геолокации);
- наличие хобби;
- пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры фото;
- данные об устройстве пользователя, через которое осуществляется использование Сервиса «Студмарт (разрешение, версия информационной системе, браузер);
- данные о провайдере услуг;
- данные, указанные в Политике использования cookie;
- пользовательские данные (сведения о местоположении, тип и версия ОС, тип и версия Браузера, тип устройства и разрешение его экрана, язык ОС и Браузера, какие страницы пользователь открывает и на какие кнопки

нажимает);
- источник, откуда пришел на Сервис пользователь (с какого сайта или по какой рекламе);
- сообщения в службу поддержки клиентов;
- иные персональные данные, добровольно предоставленные пользователем сайта;
- иная общедоступная информация, необходимая для обработки в соответствии с условиями, регулирующими использование Сервиса «Студмарт»;
- информация о Пользователях, которую получает Сервис «Студмарт» от Партнеров в соответствии с условиями соглашений, заключенных между Сервисом и соответствующим Партнером, и соглашений, заключенных между Сервисом и Партнером.

Сервис «Студмарт» не собирает целенаправленно чувствительную персональную информацию, такую как расовое происхождение, политические взгляды, информация о здоровье и биометрические данные. Сервис «Студмарт» не собирает данные с целью составления «портрета» пользователя в той степени, при которой это может существенно повлиять на его права и свободы в соответствии с применимым законодательством.

**Правовая основа и цели обработки персональных данных**

Сервис «Студмарт» собирает и обрабатывает персональные данные в соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных».

Законными основаниями, на которые Сервис «Студмарт» ссылается, являются:
**Согласие на обработку персональных данных.**

Сервис «Студмарт» в лице «Оператора», которым является ООО «ЦИСИР», обрабатывает персональные данные только в том случае, когда Пользователь Сервиса «Субъект» даст свое согласие.

**Исполнение договора**

ООО «ЦИСИР» управляет Сервисом «Студмарт» и соответствующими услугами на основе Пользовательского соглашения.

Легитимные интересы Сервис «Студмарт» в лице «Оператора» которым является ООО «ЦИСИР», может основывать обработку персональных данных на законных интересах как бизнеса в отношении:
- управления и поддержания Сервиса и соответствующих услуг;
- обеспечения безопасности Сервиса;
- предотвращения и выявления мошенничества;
- продвижения Сервиса «Студмарт»;
- общения с Пользователями в соответствии с их пожеланиями и ожиданиями;
- защиты Сервиса «Студмарт» против легальных претензий или мошенничества;
- выполнения договорного или законного обязательства.

Если Сервис «Студмарт» попросит предоставить персональные данные для выполнения юридических обязательств или заключения договора, а Пользователь не предоставит эти данные, то, возможно, Сервис «Студмарт» не сможет выполнить свои юридические обязательства или заключить и исполнить договор. Пользователь осознает, что без предоставления Персональных данных Сервис «Студмарт» не сможем предоставить Пользователю возможность воспользоваться Сервисом, а использование Сервисом будет ограничено.

Для конкретных целей либо в соответствии с требованием применимого законодательства Сервис «Студмарт» может запросить отдельное согласие Пользователя на обработку его Персональных данных.

Если Пользовательпожелает исправить, обновить, ограничить или удалить персональные данные, то:
- для удаления, необходимо просто удалить аккаунт;
- для доступа к персональным данным, которые имеются у Сервиса «Студмарт», необходимо, перейти в раздел «Мои данные»;
- для других запросов, необходимо, направить сообщение через техническую поддержку по адресу: support@studmart.ru

Пользователь может запретить обработку своих персональных данных и ограничить количество и вид данных для обработки. Для этого он может воспользоваться управлением данных в разделе «Мои данные».

Пользователь может отказаться от маркетинговых рассылок Сервиса «Студмарт» по электронной почте, нажав на ссылку “отписаться” или “отказаться от рассылки” в одном из маркетинговых писем или в настройках своей учетной записи.

Если персональные данные «Пользователя" обрабатываются «Оператором», он может отозвать своё согласие в любое время, связавшись с «Оператором» через support@studmart.ru

Когда в результате обработки персональных данных принимаются автоматизированные решения, «Оператор» не предполагает, что эти решения будут иметь юридическое или существенное значение для «Пользователя». Если он принимаем автоматизированное решение, которое затрагивает «Пользователя» юридически или иным образом существенно, последний имеет право попросить «Оператора» пересмотреть это решение и потребовать его пересмотра человеком. Узнать об этом праве и воспользоваться им можно, связавшись с «Оператором» через support@studmart.ru «Оператор» рассмотрит этот запрос как можно скорее и ответит в сроки, предусмотренные действующим законодательством. В любом запросе, который будет направлен, необходимо четко указывать персональные данные, которые являются предметом запроса.

Обратите внимание, что «Оператору» может потребоваться сохранить определенные персональные данные для целей ведения учета и/или для

завершения транзакции, которую Пользователь начал до запроса на изменение или удаление. В базах данных и других записях могут содержаться остаточные персональные данные, которые «Оператор» не может и не будет удалять.

Если для обработки конкретных персональных данных существует другое правовое основание или законный интерес, Сервис «Студмарт» разъяснит это при их сборе. Если у Пользователей есть вопросы или требуется дополнительная информация, они могут связаться с Сервисом, используя контактные данные в разделе "Как мне связаться с СТУДМАРТ?".

Сервис «Студмарт» не вправе обрабатывать Персональные данные без достаточных на то правовых оснований и строго в рамках Федерального закона "О персональных данных" от 27.07.2006 № 152-ФЗ. Сервис «Студмарт» всегда обрабатывает персональные данные Пользователей в определенных целях и только те Персональные данные, которые имеют отношение к достижению таких целей.

Сервис «Студмарт» работает с персональными данные для следующих целей:
- для подтверждения личности студента и его принадлежности к университету;
- для создания учетных записей Пользователей;
- для отправки информации о предложениях, которые, заинтересуют Пользователей;
- для ответа на корреспонденцию и запросы;
- yзнать, как Пользователи взаимодействуют с сайтом (метрики видим куда нажимают, куда заходят) чтобы можно было улучшить сайт, разработать новые функции и определить, какие предложения Партнеров пользуются наибольшей популярностью у Пользователей;
- для получения обратной связи и обеспечения обслуживания клиентов в отношении Предложений, Партнеров и Сервиса «Студмарт» в целом;
- для обнаружения и защиты от спама, мошенничества или несанкционированного использования Сервиса «Студмарт»;
- для мониторинга и обеспечения соблюдения юридических соглашений.

Сервис «Студмарт» так же автоматически собирает персональные данные, связанные с использованием Сервиса. Эта информация включает:
- информация об устройстве;
- информация об активности в Интернете и просмотре веб-страниц;
- информация о транзакциях.

Автоматически собранные данные помогают понять, как Пользователи используют Сервис «Студмарт». В частности, автоматически собранные данные используются:
- для персонализации и таргетирования рекламы через партнеров по онлайн- рекламе;
- для анализа того, как Пользователи используют Сервис или устройство;
- для оценки эффективности Предложений и другого контента;
- для повышения качества и актуальности Сервиса для Пользователей
- для предоставления предложений и информации, которые, соответствуют интересам определенных категорий Пользователей;
- «Студмарт» для решения; технических проблем, разработки и обновления Сервиса
- для выявления несанкционированного использования Сервиса

и/или распространения контента Сервиса «Студмарт»;

Сервис «Студмарт» может получать персональные данные от третьих лиц, когда взаимодействует с предложениями Партнеров. Персональные данные обрабатываются для п редоставл ения персонализированной и релевантной рекламы, основанной на предпочтениях Пользователей. Сервис «Студмарт» показывает и помогает Партнерам показывать таргетированную рекламу, используя персональные данные, собранные при взаимодействии Пользователей с Сервисом. Таргетированная реклама показывается на основе информации, полученной в результате онлайн-активности.

Сервис «Студмарт» будет обрабатывать персональные данные для следующих целей, связанных с таргетированной рекламой:
- Отслеживания использования пользователями и посещаемости мероприятий;
- Таргетированных маркетинговых кампаний, ориентированных на пользователей Сервиса;
- Сбора информации и инсайтов о Пользователях, когда они посещают Сервис;
- Размещения рекламы от сторонних рекламодателей;
- Определения, какие рекламные объявления следует показывать, которые могут иметь отношение к Пользователям.

Пользователи Сервиса «Студмарт» могут сами настроить настройки файлов cookie, в том числе таргетированных cookies, на Сервисе в своих настройках в личном кабинете.

**Как защищаются персональные данные**

Сервис «Студмарт» внедрил достаточные технические и организационные меры для защиты Персональной информации от несанкционированного, случайного или незаконного уничтожения, потери, изменения, недобросовестного использования, раскрытия или доступа, а также иных незаконных форм обработки. Данные меры безопасности были реализованы с учетом современного уровня техники, стоимости их реализации, рисков, связанных с обработкой и характером Персональной информации. Оператор заботится о защите персональных данных Пользователей, используя различные технологические меры в соответствии с требованиями действующего законодательства.

В большинстве случаев Персональная информация обрабатывается автоматически без доступа к ней кого-либо из сотрудников Сервиса «Студмарт». В случае если такой доступ понадобится, то он может быть предоставлен только тем сотрудникам, которые нуждаются в этом для выполнения своих задач. Для защиты и обеспечения конфиденциальности данных все сотрудники должны соблюдать внутренние правила и процедуры в отношении обработки Персональной информации. Они также должны следовать всем техническим и организационным мерам безопасности, действующим для защиты Вашей Персональной информации.

Пользователь так же несет ответственность за безопасность своих учетных данных. Сервис «Студмарт» будет считать доступ Пользователя к Сервису через учетные

данные авторизованными им. Сервис «Студмарт» можем приостановить использование Пользователем Сервиса или его части без предварительного уведомления, если заподозрит или обнаружит нарушение безопасности. В случае выявления нарушения, которое влияет на безопасность персональных данных Пользователя, Оператор уведомит его в соответствии с требованиями действующего законодательства.

Разумность и достаточность предпринимаемых мер по защите персональных данных Пользователей Сервис «Студмарт» проверяет аудитами соответствия и безопасности данных.

Где обрабатываются и сколько хранятся персональные данные.

Персональные данные Пользователей обрабатываются и хранятся в Российской Федерации, где расположены серверы партнеров Оператора.

Оператор хранит персональные данные только до тех пор, пока это разрешено действующим законодательством. Определенные данные Сервис «Студмарт» обезличивает. Все данные будут храниться, пока у Пользователя есть законная деловая необходимость. В некоторых случаях может храниться дольше, например, для рассмотрения жалобы или в ожидании возможного судебного разбирательства. Когда законная деловая необходимость в обработке персональных данных отпадает, Сервис «Студмарт» либо удалит, либо обезличит эти данные. Если удаление или обезличивание невозможно, Оператор будет хранить данные и изолировать их от дальнейшей обработки до тех пор, пока это не станет возможным.

Сервис «Студмарт» может обезличивать персональные данные в исследовательских или статистических целях. В этом случае такие данные больше не подпадают под действие настоящей Политики конфиденциальности и могут использоваться без ограничений.

**Права Пользователей**

В случае если это предусмотрено применимым законодательством, Пользователь имеет право на доступ к своей Персональной информации, обрабатываемой Сервисом «Студмарт» в соответствии с настоящей Политикой.

Если он считает, что какая-либо информация, которую Сервис «Студмарт» хранит о Пользователе, некорректная или неполная, он может войти в свою учетную запись и исправить свою Персональную информацию самостоятельно.

Так же Пользователь имеет право:
- ознакомиться с информацией, которую Сервис «Студмарт» хранит, в том числе посредством своей учетной записи на странице: https://yandex.ru/support/id/data.html, а также сохранить архив со своей Персональной информацией на своем устройстве;
- требовать удаления Своей Персональной информации или ее части, а также отзывать согласие на обработку персональных данных;
- требовать ограничений на обработку Персональной информации;
- возражать против обработки Персональной информации, если это предусмотрено применимым законодательством.

При использовании Пользователем Сервиса «Студмарт» передача Персональной информации осуществляется c его согласия, выражающего свободную волю и его интерес, (в частности, на основании договора с ним) и не является обязанностью по закону.

Для осуществления вышеуказанных прав, Пользователю необходимо, войти в свою учетную запись, или связаться с Сервисом «Студмарт».

Если Пользователь будет не удовлетворен тем, как Сервис «Студмарт» обрабатывает его Персональную информацию, он может сообщить об этом и Сервис «Студмарт» рассмотрит его претензию. Если он останется не удовлетворен ответом Сервиса «Студмарт», то имеет право подать жалобу в компетентный орган.

**Как используются файлы cookie** **при использовании Сервиса «Студмарт»**

Файлы cookie — это небольшой фрагмент данных, который принимается и обрабатывается устройством, которое использует Пользователь для доступа к Сервису «Студмарт». Файлы cookie хранят и отправляют обратно на Сайты информацию, которая помогает и позволяет Сервису «Студмарт» запоминать предпочтения Пользователя по истечении времени, например, настройки браузера или узнавать его учетную запись. Для получения дополнительной информации о файлах cookie, их описании, о целях использования и возможных способах управления ими, следуйте нашей Политике использования файлов cookie.

На Сервисе используются следующие типы файлов cookie:
- строго необходимые файлы cookie / технические файлы cookie: эти файлы cookie необходимы для работы Сайтов и предоставления Пользоваелю Сервисов; кроме всего прочего, они позволяют Сервису «Студмарт» идентифицировать аппаратное и программное обеспечение Пользователя, включая тип его браузера;
- статистические / аналитические файлы cookie: эти файлы cookie позволяют распознавать пользователей, подсчитывать их количество и собирать информацию, такую как произведенные ими операции на Сервисе, включая информацию о посещенных веб-страницах и контенте, который получает Пользователь;
- технические файлы cookie: эти файлы cookie собирают информацию о том, как пользователи взаимодействуют с Сервисом, что позволяет выявлять ошибки и тестировать новые функции для повышения производительности Сервиса;
- функциональные файлы cookie: эти файлы cookie позволяют предоставлять определенные функции, чтобы облегчить использование Пользователем Сервиса

«Студмарт», например, сохраняя предпочтения (такие как язык и местоположение);
- (сторонние) файлы отслеживания / рекламные файлы cookie: эти файлы cookie собирают информацию о пользователях, источниках трафика, посещенных страницах и рекламе, отображенной для Пользователя, а также той, по которой он перешел на рекламируемую страницу. Они позволяют отображать рекламу, которая может заинтересовать, на основе анализа Персональной информации, собранной о Пользователе. Они также используются в статистических и исследовательских целях.

Сервис «Студмарт» использует информацию, содержащуюся в файлах cookie только в указанных выше целях, после чего собранные данные будут храниться на устройстве в течение периода, который может зависеть от соответствующего типа файлов cookie, но не превышая срока, необходимого для достижения их цели, после чего они будут автоматически удалены из системы Пользователя.

Персональная информация, собранная с помощью файлов cookie, размещенных на устройстве Пользователя, может быть передана и доступна Сервису «Студмарт».

При первом посещении Сервиса «Студмарт» может быть запрошено у Пользователя согласие на использование файлов cookie. Если после того, как он одобрил использование файлов cookie, и захочет изменить свое решение, то Сервис сможет сделать это, удалив файлы cookie, хранящиеся в браузере. Если Пользователь отказывается от использования файлов cookie, это может привести к тому, что некоторые функции Сервиса «Студмарт» будут недоступны, и повлияет на возможность использования Сервиса.

**Обновление настоящей Политики конфиденциальности**
Сервис «Студмарт» можем обновлять настоящую Политику конфиденциальности время от времени. Актуальная версия всегда доступна на Сервисе «Студмарт». Мы можем изменять настоящую Политику конфиденциальности в связи с изменениями в законодательстве, технических аспектах или бизнесе. При обновлении Политики Сервис «Студмарт» опубликует новую версию и изменит дату последнего обновления.`;

export const USER_AGREEMENT_TEXT = `**Пользовательское соглашение Сервиса «Студмарт»**

В настоящем пользовательском соглашении, если из текста настоящего соглашения прямо не вытекает иное, следующие слова и выражения будут иметь указанные ниже значения; 
**Пользователь** — любое физическое лицо и/или юридическое лицо, осуществляющее доступ к Сервису «Студмарт» и использующее материалы, размещённые на сайте, принимающее условия настоящего соглашения. 
**Администратор** — Общество с ограниченной ответственностью «Центр инновационного сотрудничества и развития» (ОГРН 1237200022421), которому принадлежат права на Сервис «Студмарт» Сервис «Студмарт»— это автоматизированная информационная система, доступная в сети Интернет по сетевому адресу https://studmart.ru/, позволяющее Пользователю использовать предусмотренный для него функционал. 
**Приложения Администратора** — информационные услуги и функционал, предоставляемые Сервисом «Студмарт». 
**Акцепт** — полное и безоговорочное принятие условий настоящего соглашения, размещённого на сайте по адресу https://studmart.ru/, осуществляемое путём совершения Пользователем любых действий по использованию Сервиса «Студмарт». 
**Аутентификационные данные Пользователя** — логин (номер мобильного телефона / адрес электронной почты Пользователя) и пароль (код доступа, который направляется Пользователю на указанный им в качестве логина номер мобильного телефона или адрес электронной почты), которые в совокупности признаются простой электронной подписью Пользователя. Пользователь самостоятельно обеспечивает сохранность своих Аутентификационных данных, а также возможность получения направляемых ему кодов доступа; 
**Контент** — любое информационно значимое наполнение Сайта, включая, но не ограничиваясь, фото, аудио, видео, текст и иные медиаматериалы. 
**Личный кабинет** — персонализированная часть сайта, посредством которой обеспечивается обмен информацией и документацией в электронном виде между Пользователем и Сайтом. Доступ к Личному кабинету осуществляется путём ввода Пользователем Аутентификационных данных. 
**Персональные данные** — любая информация, относящаяся к определённому или определяемому на основании такой информации физическому лицу (субъекту персональных данных), в том числе его фамилия, имя, отчество, год, месяц, день и место рождения, адрес, семейное, социальное, имущественное положение, образование, профессия, доходы, другая информация.
**Обработка персональных данных** — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. 
**Сайт** — ресурс в сети Интернет, представляющий собой совокупность содержащихся в информационной системе информации и объектов интеллектуальной собственности (в том числе программа для ЭВМ, база данных, графическое оформление интерфейса (дизайн) и др.), доступ к которому обеспечивается с различных пользовательских устройств, подключённых к сети Интернет, посредством специального программного обеспечения для просмотра веб- страниц (браузер) по сетевому адресу https://studmart.ru/about-student/ Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются в соответствии с действующим законодательством Российской Федерации

**1. Общие положения**
1.1. Настоящее Пользовательское соглашение регулирует отношения между Пользователем и Сервисом «Студмарт», предоставляющим маркетплейс для размещения эксклюзивных предложений по скидкам для студентов. Настоящее Соглашение определяет условия для доступа и использования Сервиса «Студмарт», мобильных приложений и иных интернет- порталов, принадлежащих Администратору, управляемых Администратором, доступ к которым предоставляет Администратор.
1.2. Настоящий документ является юридически обязывающим соглашением между Пользователем Сервиса «Студмарт» и Администратором, заключающим соглашение.
1.3. Соглашение является публичной офертой в соответствии со ст. 435 и п. 2 ст. 437 Гражданского кодекса Российской Федерации.
1.4. Начиная пользоваться Сервисом «Студмарт» по адресу; https://studmart.ru/about-student, сервисами и возможностями, представленными на ней, используя любые функции, в том числе просто просматривая страницы, Пользователь – независимо от того, зарегистрировался или посещает ее без регистрации, заявляет, что прочитал, понял и согласен соблюдать настоящее пользовательское соглашение, включая все упомянутые в нем специальные условия и правила, без каких-либо изъятий и оговорок.
1.5. Соглашение, заключаемое путем акцепта настоящей оферты, не требует двустороннего подписания и действительно в электронном виде.
1.6. Администратор предлагает Пользователю сети Интернет использовать Сервис «Студмарт» на условиях, изложенных в настоящем соглашении. Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями в порядке, предусмотренном п. 1.4 и 1.5 Соглашения.
1.7. В случае несогласия с соглашением Пользователь обязан немедленно прекратить использование Сервиса «Студмарт» и покинуть его.
1.8. Соглашение может быть изменено Администратором без какого-либо специального уведомления. Новая редакция соглашения вступает в силу с момента его опубликования на Сайте. Пользователь обязуется при каждом пользовании Сервисом «Студмарт» знакомиться с содержанием соглашения, размещенного по адресу https://studmart.ru/about-student/, в целях своевременного ознакомления с его изменениями. Продолжение использования Сервиса «Студмарт» после внесения изменений в настоящее соглашение означает согласие Пользователя с такими изменениями.
1.9. Соглашаясь с условиями настоящего соглашения, Пользователь подтверждает достоверность предоставляемых им данных в рамках настоящего соглашения и принимает на себя всю ответственность за их точность, полноту и достоверность.

**2. Регистрация на платформе**
2.1. В целях пользования услугами, предоставляемыми Администратором по настоящему Соглашению, Пользователь должен пройти обязательную процедуру регистрации на Сервисе «Студмарт» по адресу https://studmart.ru Регистрация Пользователя на Сайте является бесплатной, добровольной.
2.2. При регистрации на Сервисе «Студмарт» Пользователь обязан предоставить Администратору необходимую достоверную и актуальную информацию для формирования Профиля, включая уникальные для каждого Пользователя логин (адрес электронной почты) и пароль доступа к Сервису «Студмарт», а также фамилию и имя и другие данные. Регистрационная форма Сервиса «Студмарт» может запрашивать у Пользователя дополнительную информацию.
2.3. После предоставления информации, указанной в пункте 2.2 настоящего Соглашения, Пользователю необходимо подтвердить регистрацию путем выражения своего желания через нажатие на ссылку подтверждения регистрации в сообщении, отправленном на указанную им электронную почту.
2.4. По завершении процесса регистрации Пользователь становится обладателем Учетной информации Пользователя, что означает, что он несет ответственность за безопасность Учетной информации, а также за все, что будет сделано на Сервисе «Студмарт» под Учетной информацией Пользователя. Пользователь обязан немедленно уведомить Администратора о любом случае несанкционированного доступа к Сайту, то есть осуществленного третьим лицом без согласия и ведома Пользователя и/или о любом нарушении безопасности Учетной информации Пользователя. Администратор не несет ответственности за возможную потерю или порчу данных, которая может произойти из-за нарушения Пользователем положений настоящего пункта Соглашения.
2.5. Для начала работы с Сайтом Пользователь должен ввести в соответствующем разделе Сервису «Студмарт» свою Учетную информацию (логин и пароль).
2.6. Любые действия, совершенные с использованием логина и пароля Пользователя, считаются совершенными соответствующим Пользователем. В случае несанкционированного доступа к логину и паролю и/или Профилю Пользователя или распространения логина и пароля Пользователь обязан незамедлительно сообщить об этом Администратора в установленном порядке.
2.7. Обработка персональных данных Пользователя осуществляется Администратором в соответствии с политикой конфиденциальности (политикой обработки персональных данных) размещенной на Сервисе «Студмарт» по адресу https://studmart.ru
2.8. Пользователь уведомляется, что основанием для обработки персональных данных является статья 24 Конституции Российской Федерации, статья 6 Федерального закона N152-ФЗ «О персональных данных», Согласие посетителя сайта на обработку персональных данных.

**3. Права и обязанности Администратора**
3.1. Администратор вправе: 
3.1.1 Устанавливать ограничения в использовании Сервиса «Студмарт» для всех Пользователей. 
3.1.2 Направлять Пользователю информацию о развитии Сервиса «Студмарт». Посылать Пользователям с их согласия информационные сообщения 
3.1.3 Без согласования с Пользователем, переуступать либо каким-либо иным способом передавать свои права и обязанности по исполнению Соглашения третьим лицам. 
3.1.4 Изменять условия предоставления услуг, размещённых на Сервисе «Студмарт», в одностороннем порядке без согласия Пользователя, путём размещения таких изменений на Сервисе. 
3.1.5 Без предварительного уведомления Пользователя осуществлять ограничение отдельных действий Пользователя, если такие действия создают угрозу для нормального функционирования Сервиса «Студмарт». 
3.1.6 Без предварительного уведомления Пользователя производить профилактические и/или ремонтные работы, которые могут повлечь перерывы в работе Сервиса. 
3.1.7 Распоряжаться статистической информацией, связанной с функционированием Сервиса «Студмарт». 
3.1.8 В случае отзыва Пользователем или его представителем согласия на обработку персональных данных в соответствии с пп. 6.3.7 настоящего Соглашения Администратор вправе продолжить обработку персональных данных без согласия субъекта персональных данных (Пользователя) при наличии оснований, указанных в пунктах 2–11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных». 
3.1.9 Если Пользователь совершил или был заподозрен Администратором в совершении противоправных действий, направленных на причинение убытков Администратору и/или третьим лицам, то Администратор имеет право отказать в оказании услуг, регистрации личного кабинета или ином действии на Сервиса «Студмарт».
3.2. Администратор обязан:
3.2.1. Оказывать Пользователю услуги, указанные в настоящем Соглашении. Доступ к Сервису «Студмарт» предоставляется путем присвоения Пользователю Учетной информации в течение 5 (пяти) рабочих дней с даты регистрации последнего по адресу https://studmart.ru
3.2.2. Предоставлять Пользователю возможность самостоятельно редактировать информацию о самом себе.
3.2.3. Не разглашать третьим лицам Учетную информацию Пользователя.
3.2.4. Обеспечивать круглосуточную доступность сервера, на котором расположен Сервис «Студмарт», за исключением времени проведения профилактических и/или ремонтных работ.

**4. Права и обязанности Пользователя**
4.1. Пользователь обязуется:
4.1.1. Полностью ознакомиться с условиями настоящего Соглашения и соблюдать все условия настоящего Соглашения. Пользователь обязуется периодически просматривать условия Соглашения на предмет изменений.
4.1.2. Пользователь даёт согласие на обработку своих персональных данных в целях получения или предоставления услуг на Сервисе «Студмарт».
4.1.3. Не использовать программное обеспечение и не осуществлять действия, направленные на нарушение нормального функционирования Сервиса «Студмарт», персональных страниц (личных кабинетов Пользователей).
4.1.4. Не загружать, не хранить, не публиковать, не распространять и не предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные программы.
4.1.5. Не использовать автоматизированные скрипты (программы) для сбора информации на Сервисе «Студмарт» и/или взаимодействия с Сервисом «Студмарт» и Приложениями Администратора.
4.1.6. Не пытаться получить доступ к логину и паролю другого Пользователя, в том числе включая, но не ограничиваясь обманом, взломом личных кабинетов других Пользователем и пр.
4.1.7. Не осуществлять незаконное использование и копирование шаблонов Сервиса «Студмарт».
4.1.8. Не регистрироваться в качестве Пользователя от имени или вместо другого лица.
4.1.9. До момента использования Сервиса «Студмарт» ознакомиться с содержанием и условиями настоящего Соглашения.
4.11.10. Пользователь обязан ознакомиться с условиями каждой конкретной акции или предложения перед его использованием.

4.2. Пользователю запрещено:
4.2.1. Нарушать права третьих лиц, размещая недостоверную информацию и другие данные.
4.2.2. Несанкционировано собирать и хранить персональные данные третьих лиц.
4.2.3. Выдавать себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, а также применять любые другие формы и способы незаконного представительства других лиц в сети Интернет, а также вводить Пользователей или Администратора в заблуждение относительно свойств и характеристик каких-либо субъектов или объектов.
4.2.4. Загружать, посылать, передавать или любым другим способом размещать и/или распространять информацию на Сервисе «Студмарт», при отсутствии прав на такие действия согласно законодательству Российской Федерации или каким-либо договорным отношениям.
4.2.5. Загружать, посылать, передавать или любым другим способом размещать и/или распространять на Сервисе «Студмарт» какие-либо материалы, содержащие вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования, или программ, для осуществления несанкционированного доступа к коммерческим программным продуктам, для размещения ссылок на вышеуказанную информацию.
4.2.6. Изменять или создавать какие-либо производные приложения, производные произведения, составные произведения на основе Сервисов и/или их элементов;
4.2.7. Декомпилировать, разбирать или каким-либо другим способом пытаться извлечь исходный код программного обеспечения, являющегося элементом Сервиса «Студмарт»
4.2.8. Распространять, продавать, сублицензировать, использовать программное обеспечение, являющееся элементом Сервиса «Студмарт», или каким-либо другим способом передавать права на такое программное обеспечение.
4.2.9. Удалять или изменять любой торговый знак, логотип, знак охраны авторского права и прочие уведомления о титулах, надписи, символы или знаки на Сервисе «Студмарт», включая размещенную на нем информацию и материал;
4.2.10. Копировать, транслировать, рассылать, публиковать или иным образом использовать информацию и/или результаты интеллектуальной деятельности, размещенные на Сервисе «Студмарт», без разрешения Администратора;
4.2.11. Использовать ошибки программного обеспечения (и обязан незамедлительно сообщать о них Администратору), вмешиваться в программный код, несанкционированно получать доступ к компьютерной системе, получать, без надлежащего разрешения Администратора, доступ к Базам данных;
4.2.12. Передавать права и/или обязанности по настоящему Соглашению, в том числе передавать третьим лицам право (возможность) использования Учетной информации;
4.2.13. Предпринимать какие-либо действия, направленные на нанесение ущерба Сервису «Студмарт». Прибегать к взлому, попытке взлома и/или перехвату данных, поступающих к серверу или от сервера;
4.2.14. Разглашать любую информацию о другом Пользователе; ограничивать доступ других Пользователей к Сервису «Студмарт» или препятствовать другим Пользователям в использовании Сервиса.
4.2.15. Осуществлять иные действия, направленные на извлечение коммерческой выгоды в отношениях с третьими лицами из использования предоставляемых Администратором Сервиса «Студмарт»
4.3. Пользователь имеет право:
4.3.1. Круглосуточно получать доступ к Сервису «Студмарт», за исключением времени проведения плановых или внеплановых, а также профилактических, ремонтных и иных видов работ или технических сбоев.
4.3.2. В случае возникновения вопросов и претензий со стороны Пользователя, он вправе обратиться к Администратору по электронной почте или иным доступным способом.
4.3.3. Самостоятельно изменять пароль от личного кабинета, не уведомляя об этом Администратора.
4.3.4. Самостоятельно редактировать ранее размещенную о себе информацию на Сервисе «Студмарт».
4.3.5. Обратиться в службу поддержки для блокирования своего личного кабинета.
4.3.6. Отозвать согласие на обработку персональных данных, предоставленное Пользователем в соответствии с условиями настоящего Соглашения, путем направления Пользователем или его представителем Администратору сканированной копии письменного заявления на отзыв согласия на обработку персональных данных на электронную почту

**5. Ответственность Сторон**
5.1. Пользователь самостоятельно определяет перечень организационных и программных (для ЭВМ) средств для сохранения в тайне своей Учетной информации и обеспечения санкционированного доступа к ней. Администратор не несет ответственность за убытки, причиненные Пользователю в результате разглашения третьим лицам Учетной информации Пользователя. Если любое лицо, помимо Пользователя, авторизуется на Сервисе «Студмарт», используя Учетную информацию Пользователя, то все действия, совершенные таким лицом, будут считаться совершенными этим Пользователем. Пользователь самостоятельно несет ответственность за все действия, совершенные им на Сервисе «Студмарт», а также за все действия, совершенные любыми иными лицами с использованием Учетной информации Пользователя.
5.2. Администратор не гарантирует, что программное обеспечение Сервиса «Студмарт», не содержит ошибок и/или компьютерных вирусов или посторонних фрагментов кода. Администратор предоставляет возможность Пользователю пользоваться программным обеспечением Сервиса «Студмарт» «как оно есть», без каких-либо гарантий со стороны Администратора.
5.3. Администратор прилагает все возможные усилия для обеспечения нормальной работоспособности Сервиса «Студмарт», однако не несет ответственности за неисполнение или ненадлежащее исполнение обязательств по Соглашению, а также возможные убытки, возникшие в том числе, в результате:
- неправомерных действий Пользователей, направленных на нарушения информационной безопасности или нормального функционирования Сервиса «Студмарт»;
- сбоев в работе Сервиса «Студмарт», вызванных ошибками в коде, компьютерными вирусами и иными посторонними фрагментами кода в программном;
- отсутствия (невозможности установления, прекращения и пр.) интернет-соединений между сервером Пользователя и сервером Сервиса «Студмарт»;
- проведения государственными и муниципальными органами, а также иными организациями мероприятий в рамках Системы оперативно-розыскных мероприятий;
- установления государственного регулирования (или регулирования иными организациями) хозяйственной деятельности коммерческих организаций в сети Интернет и/или установления указанными субъектами разовых ограничений, затрудняющих или делающих невозможным исполнение Соглашения;
- других случаев, связанных с действиями (бездействием) Пользователей и/или других субъектов, направленными на ухудшение общей ситуации с использованием сети Интернет и/или компьютерного оборудования.

5.4. Администратор имеет право производить профилактические работы в программно- аппаратном комплексе Сервиса «Студмарт», с временным приостановлением работы по возможности в ночное время и максимально сокращая время неработоспособности.
5.5. В случае наступления форс-мажорных обстоятельств, а также аварий или сбоев в программноаппаратных комплексах третьих лиц, сотрудничающих с Администратором, или действий (бездействия) третьих лиц, направленных на приостановку или прекращение функционирования Сервиса «Студмарт», возможна приостановка работы без предварительного уведомления Пользователя.
5.6. Администратор не несет ответственности за любые виды убытков, произошедшие вследствие использования Пользователем Сервиса «Студмарт».
5.7. Администратор не несет ответственности за точность и правильность информации, предоставляемой Пользователем при регистрации.
5.8. Пользователь самостоятельно несет ответственность за безопасность (в том числе устойчивость к угадыванию) выбранных им средств для доступа к личному кабинету, а также самостоятельно обеспечивает их конфиденциальность, а также за все действия, совершенные им на Сервисе «Студмарт», а также за все действия, совершенные любыми иными лицами с использованием личного кабинета Пользователя.
5.9. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с использованием Сервиса «Студмарт», в том числе, если такие действия приведут к нарушению прав и законных интересов третьих лиц, а также за соблюдение законодательства Российской Федерации при использовании Сервиса «Студмарт».
5.10. В случае наступления форс-мажорных обстоятельств, а также аварий или сбоев в программно-аппаратных комплексах третьих лиц, сотрудничающих с Администратором, или действий (бездействия) третьих лиц, направленных на приостановку или прекращение функционирования Сайта, возможна приостановка работы Сайта без предварительного уведомления Пользователя.
5.11. Администратор не несет ответственности за полное или частичное неисполнение любой из своих обязанностей, если неисполнение является следствием таких обстоятельств, как наводнение, пожар, землетрясение, другие стихийные бедствия, война или военные действия и другие обстоятельства непреодолимой силы, возникшие после заключения Соглашения и не зависящие от воли Администратора.

**6. Срок действия Соглашения**
6.1. Соглашение вступает в силу с момента ее акцепта Пользователем, и действует до момента отзыва акцепта публичной оферты. В случае отзыва настоящего Соглашения, Соглашение считается прекращенным с момента отзыва.
6.2. Администратор имеет право на отзыв оферты в соответствии со статьей 436 Гражданского Кодекса Российской Федерации. В случае отзыва настоящего Соглашения Администратором Сервиса «Студмарт», настоящее Соглашении считается прекращенным с момента отзыва. Отзыв осуществляется путем размещения соответствующей информации на Сервисе «Студмарт».
6.3. Настоящее Соглашение составлено в электронном виде и является действительным при его размещении на Платформе.

**7. Порядок разрешения споров и урегулирования претензий**
7.1. В случае возникновения споров между Пользователем и Администратором по вопросам, связанным с исполнением Соглашения, Стороны примут все меры к разрешению их путем переговоров между собой. Претензионный порядок разрешения споров обязателен. Претензии Пользователей по предоставляемым Услугам принимаются и рассматриваются Администратором только в письменном виде и в порядке, предусмотренном настоящим Соглашением и действующим законодательством РФ.
7.2. Для разрешения споров, возникших между Пользователем и Администратором в результате использования услуг, применяется следующий претензионный порядок. Пользователь, считающий, что его права нарушены из-за действий Администратора, направляет последнему претензию, содержащую суть предъявляемого требования, обоснование его предъявления, а также все данные Пользователя. Претензия также направляется Администратора в письменном виде посредством отправки по почте или по факсу; – в течение 30 (тридцати) рабочих дней со дня получения претензии Администратор обязана изложить свою позицию по указанным в ней принципиальным вопросам и направить свой ответ по адресу электронной почты или почтовому адресу, указанному в претензии Пользователя; – в случае недостижения разрешения спора путем претензионного порядка спор подлежит рассмотрению в соответствии с пунктом 7.4 Соглашения; – Администратором не рассматриваются анонимные претензии или претензии, не позволяющие идентифицировать Пользователя на основе предоставленных им при регистрации данных, или претензии, не содержащие данных, указанных в настоящем пункте настоящего Соглашения.
7.3. Для решения технических вопросов при определении вины Пользователя в результате его неправомерных действий при пользовании сетью Интернет и Сервисом «Студмарт», в частности, Администратор вправе самостоятельно привлекать компетентные организации в качестве экспертов. В случае установления вины Пользователя последний обязан возместить затраты на проведение экспертизы.
7.4. При не достижении согласия между Сторонами путем переговоров спор, вытекающий из настоящего Соглашения, подлежит рассмотрению в суде общей юрисдикции по месту нахождения Администратора.

**8. Реквизиты Администратора**
Общество с ограниченной ответственностью «Центр инновационного сотрудничества и развития» (ООО «ЦИСИР») 625000, Тюменская обл, г Тюмень, ул Ленина, 63, помещ 1 ИНН 7203567790 КПП 720301001 ОГРН 1237200022421 р/с 40702 810 0 6710 0051301 ЗАПАДНО-СИБИРСКОЕ ОТДЕЛЕНИЕ №8647

ПАО СБЕРБАНК к/с 30101810800000000651 БИК 047102651`;
